Repository: zulu-entertainment/vdr-plugin-channelblocker
Catalog: po/*.po
Languages: de_de

source: A menu for the ChannelBlocker-Patch
de_de: Ein Menü für den ChannelBlocker-Patch

source: Block Channels
de_de: Kanäle sperren

source: open
de_de: offen

source: blocked
de_de: gesperrt

source: Hide main menu entry
de_de: Hauptmenüeintrag verstecken

source: Shown channels
de_de: Angezeigte Kanäle

source: :Main channels
de_de: :Hauptkanäle

source: Button$Block
de_de: Sperren

source: Button$Open
de_de: Öffnen

source: Button$Toggle
de_de: Umdrehen

source: Button$Setup
de_de: Einstellungen
